<?php
// Heading
$_ ['heading_title'] = 'Групи клієнтів';

// Text
$_ ['text_success'] = 'Налаштування змінено!';
$_ ['text_list'] = 'Групи клієнтів';
$_ ['text_add'] = 'Додати';
$_ ['text_edit'] = 'Редагувати';

// Column
$_ ['column_name'] = 'Назва груп клієнтів';
$_ ['column_sort_order'] = 'Порядок сортування';
$_ ['column_action'] = 'Дія';

// Entry
$_ ['entry_name'] = 'Назва';
$_ ['entry_description'] = 'Опис';
$_ ['entry_approval'] = 'Подтверження нових клієнтів';
$_ ['entry_sort_order'] = 'Порядок сортировки';

// Help
$_ ['help_approval'] = 'Клієнти повинні бути активовані адміністратором, перш ніж зможуть увійти до магазину.';

// Error
$_ ['error_permission'] = 'У Вас недостатньо дозволів для редагування Груп клієнтів!';
$_ ['error_name'] = 'Назва групи повинна містити від 3 до 64 символів!';
$_ ['error_default'] = 'Цю групу клієнтів неможливо видалити, т.як вона призначена для основного магазина!';
$_ ['error_store'] = 'Цю групу клієнтів неможливо видалити,  т.як вона призначена для %s магазинам!';
$_ ['error_customer'] = 'Цю групу клієнтів неможливо видалити,  т.як вона призначена для %s клієнта!';

