<?php
// Heading
$_ ['heading_title'] = 'Вартість доставки';

// Text
$_ ['text_success'] = 'Розрахунок виконано!';
$_ ['text_shipping'] = 'Введіть пункт призначення для розрахунку.';
$_ ['text_shipping_method'] = 'Будь ласка, оберіть бажаний засіб доставки для цього замовлення.';

// Entry
$_ ['entry_country'] = 'Країна';
$_ ['entry_zone'] = 'Область/Регіон';
$_ ['entry_postcode'] = 'Поштовий індекс';

// Error
$_ ['error_postcode'] = 'Індекс повинен бути від 2 до 10 символів!';
$_ ['error_country'] = 'Будь ласка, виберіть країну!';
$_ ['error_zone'] = 'Будь ласка, виберіть регіон/область!';
$_ ['error_shipping'] = 'Вкажіть спосіб доставки!';
$_ ['error_no_shipping'] = 'За цією адресою доставка неможлива. Будь ласка, <a href="%s">зв\'яжіться з нами</a> для уточнення варіантів доставки!';